anysphere.cursorpyright
anysphere.remote-ssh
asvetliakov.vscode-neovim
charliermarsh.ruff
cweijan.dbclient-jdbc
cweijan.vscode-database-client2
daltonmenezes.aura-theme
dineug.vuerd-vscode
dracula-theme.theme-dracula
formulahendry.vscode-mysql
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ms-python.debugpy
ms-python.python
ms-toolsai.jupyter
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode.live-server
realeinar.theme-dracula-midnight
ritwickdey.liveserver
ryuta46.multi-command